Repository: Gorita/Coffee-Screen
Catalog: CoffeeScreen/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# lock.button
source: 화면 잠금
en: Lock Screen

# unlock.button
source: 잠금 해제
en: Unlock

# unlock.reason
source: 잠금을 해제하려면 인증하세요
en: Authenticate to unlock

# error.auth.failed
source: 인증에 실패했습니다
en: Authentication failed

# warning.power
source: 전원 어댑터를 연결하세요
en: Connect power adapter

# status.awake
source: 활성 상태
en: Awake

# status.normal
source: 일반 상태
en: Normal

# error.auth.cancelled
source: 인증이 취소되었습니다
en: Authentication cancelled

# error.auth.notAvailable
source: 인증을 사용할 수 없습니다
en: Authentication not available

# error.pin.incorrect
source: PIN이 올바르지 않습니다
en: Incorrect PIN

# error.pin.notSet
source: PIN이 설정되지 않았습니다. 먼저 PIN을 설정하세요.
en: PIN is not set. Please set a PIN first.

# error.pin.mismatch
source: PIN이 일치하지 않습니다
en: PINs do not match

# error.pin.invalid
source: PIN은 4-8자리 숫자여야 합니다
en: PIN must be 4-8 digits

# error.pin.setFailed
source: PIN 설정에 실패했습니다
en: Failed to set PIN

# error.pin.deleteFailed
source: PIN 삭제에 실패했습니다
en: Failed to delete PIN

# auth.useTouchID
source: Touch ID 사용
en: Use Touch ID

# auth.usePIN
source: PIN 사용
en: Use PIN

# auth.touchIDUnavailable
source: Touch ID는 첫 시도 이후 사용할 수 없습니다
en: Touch ID is unavailable after first attempt

# pin.placeholder
source: PIN 입력
en: Enter PIN

# pin.confirm
source: 확인
en: Confirm

# pin.settings
source: PIN 설정
en: PIN Settings

# pin.set
source: PIN 설정
en: Set PIN

# pin.change
source: 변경
en: Change

# pin.delete
source: 삭제
en: Delete

# pin.enter
source: 새 PIN 입력
en: Enter new PIN

# pin.confirmInput
source: PIN 확인
en: Confirm PIN

# pin.setSuccess
source: PIN이 설정되었습니다
en: PIN has been set

# pin.deleteSuccess
source: PIN이 삭제되었습니다
en: PIN has been deleted

# menu.lock
source: 화면 잠금
en: Lock Screen

# menu.unlock
source: 잠금 해제
en: Unlock

# menu.pinSettings
source: PIN 설정...
en: PIN Settings...

# menu.quit
source: 종료
en: Quit

# menu.awake.on
source: 깨우기 모드 켜기
en: Turn On Awake Mode

# menu.awake.off
source: 깨우기 모드 끄기
en: Turn Off Awake Mode

# key.settings
source: 비상 탈출 키 설정
en: Emergency Escape Key

# key.info.description
source: 인증이 실패했을 때 비상 상황에서 화면 잠금을 해제하는 키 조합입니다.
en: Use this key combination to unlock the screen in emergency situations when authentication fails.

# key.current
source: 현재 비상 탈출 키
en: Current escape key

# key.change
source: 변경
en: Change

# key.reset
source: 기본값
en: Default

# key.recording.instruction
source: 새 키 조합을 누르세요
en: Press new key combination

# key.setSuccess
source: 비상 탈출 키가 변경되었습니다
en: Emergency escape key has been changed

# key.resetSuccess
source: 기본 키로 복원되었습니다
en: Reset to default key

# error.key.tooSimple
source: Cmd 또는 Ctrl을 포함해야 합니다
en: Must include Cmd or Ctrl

# error.key.noInput
source: 키 조합을 입력해주세요
en: Please press a key combination

# error.key.saveFailed
source: 키 조합 저장에 실패했습니다
en: Failed to save key combination

# cancel
source: 취소
en: Cancel

# save
source: 저장
en: Save
